[
    {
        "title": "Are Breakfast Foods Processed In and Out of Food Deserts?",
        "image": "portfolio/images/proj1_106.png",
        "year": "2025",
        "description": "A visualization delving into the intersection of breakfast and food inequity: Assuming universal product availability, food deserts and non-food deserts serve up similar distributions of highly-processed breakfast foods."
    },
    {
        "title": "Economic Analysis of Power Outages",
        "image": "portfolio/images/newplot.png",
        "year":"2024",
        "description": "A comprehensive analysis to provide an economic perspective in which to examine disparities within the utility industry revolving around this central question: How can econonomic factors explain the length and cause of power outages?"
    },
    {
        "title": "Economics Research Lab Visualization",
        "image": "portfolio/images/line_plot.png",
        "year": "2025",
        "description": "A visualization created for the Economics Research Lab, performing Complier Analysis on participants in a laboratory study."
    },
    {
        "title": "Analyzing Vehicle Collisions in San Diego Neighborhoods ",
        "image": "portfolio/images/count_report.png",
        "year": "2025",
        "description": "A visualization created for the Monarch School's DataJam Final Project, tracking whether the population density of a San Diego neighborhood affected the vehicle collisions it faced over a 10 year span."
    },
    {
        "title": "The Generative Fossil Solution",
        "image": "portfolio/images/fossil.gif",
        "year": "2024",
        "description": "A DCGAN model that synthesizes immages of fossils, specifically ammonites, to fill the worldwide scracity in fossil images."
    },
    {
        "title": "Synthesis 1 Portfolio",
        "image": "portfolio/images/prop_poster.jpg",
        "year": "2024",
        "description": "A portfolio combining two propoganda posters, a sonic piece, and an impassioned statement to represent the different forms of climate communication."
    },
    {
        "title": "Quisquam error culpa soluta!",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Libero fugit exercitationem consectetur facere perspiciatis eum rerum nobis sint id velit architecto illum aut assumenda, quidem, perferendis suscipit, nulla ullam. Adipisci, dolore odit hic reiciendis consequatur corrupti aliquid perferendis."
    },
    {
        "title": "Ratione facilis nihil quo?",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Illo delectus eius quam in modi! Nostrum ad ullam numquam rem dolores eveniet explicabo, repellat neque impedit minima. Quaerat, expedita necessitatibus? Aspernatur qui nam laboriosam iste. Earum veniam pariatur dolorem!"
    },
    {
        "title": "Dicta mollitia laboriosam odio?",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Quaerat neque consectetur a tenetur reiciendis impedit cum beatae amet incidunt ut eos dicta deleniti sint optio iusto nisi facilis, quod atque autem excepturi vel nihil molestiae et? Sed, impedit."
    },
    {
        "title": "Beatae minima quidem error.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Dolor architecto expedita obcaecati exercitationem ipsam excepturi quos nesciunt repellendus laboriosam explicabo illo accusantium sapiente reprehenderit esse, harum saepe reiciendis commodi, itaque veniam labore necessitatibus debitis eaque est? Vitae, ipsam."
    },
    {
        "title": "Voluptatem eius optio iste.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Inventore praesentium quisquam at suscipit eveniet in modi. Veniam rem quasi adipisci placeat sed ex qui vel, sapiente est sint perspiciatis, earum, saepe at. Quas in delectus nemo doloremque quidem?"
    },
    {
        "title": "Officiis obcaecati illo non!",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Laboriosam blanditiis fuga delectus corporis adipisci aliquid ea alias. Vero aut, iste harum necessitatibus, nihil cupiditate eum sint nostrum voluptas dolorem neque labore! Corrupti quidem, voluptate hic ut architecto placeat."
    }
]