[
    {
        "title": "Are Breakfast Foods Processed In and Out of Food Deserts?",
        "image": "https://github.com/tejassmani/portfolio/blob/main/images/proj1_106.png?raw=true",
        "year": "2025",
        "description": "A visualization delving into the intersection of breakfast and food inequity: Assuming universal product availability, food deserts and non-food deserts serve up similar distributions of highly-processed breakfast foods."
    },
    {
        "title": "Economic Analysis of Power Outages",
        "image": "https://github.com/tejassmani/portfolio/blob/main/images/newplot.png?raw=true",
        "year":"2024",
        "description": "A comprehensive analysis to provide an economic perspective in which to examine disparities within the utility industry revolving around this central question: How can econonomic factors explain the length and cause of power outages?"
    },
    {
        "title": "Economics Research Lab Visualization",
        "image": "https://github.com/tejassmani/portfolio/blob/main/images/line_plot.png?raw=true",
        "year": "2025",
        "description": "A visualization created for the Economics Research Lab, performing Complier Analysis on participants in a laboratory study."
    },
    {
        "title": "Analyzing Vehicle Collisions in San Diego Neighborhoods ",
        "image": "https://github.com/tejassmani/portfolio/images/count_report.png",
        "year": "2025",
        "description": "A visualization created for the Monarch School's DataJam Final Project, tracking whether the population density of a San Diego neighborhood affected the vehicle collisions it faced over a 10 year span."
    },
    {
        "title": "The Generative Fossil Solution",
        "image": "https://tejassmani.github.io/portfolio/images/fossil.gif",
        "year": "2024",
        "description": "A DCGAN model that synthesizes immages of fossils, specifically ammonites, to fill the worldwide scracity in fossil images."
    },
    {
        "title": "Synthesis 1 Portfolio",
        "image": "https://github.com/tejassmani/portfolio/blob/main/images/prop_poster.jpg?raw=true",
        "year": "2024",
        "description": "A portfolio combining two propoganda posters, a sonic piece, and an impassioned statement to represent the different forms of climate communication."
    },
    {
        "title": "Does Green Investment Have an Effect On Reducing Greenhouse Gas Emissions?",
        "image": "https://tejassmani.github.io/portfolio/images/against.png",
        "description": "A set of visualizations that incorporate both perceptive and deceptive techniques, tasked at arguing for both sides of this proposotion: Environmental investment has a significant effect on reducing greenhouse gas emissions."
    },
    {
        "title": "The Statistical Power of Bayesian Thinking: From Foundations to Data Science Applications",
        "image": "https://tejassmani.github.io/portfolio/images/bayes_image.png",
        "description":  "A technical article focused on the history, derivation, technicalities, and applications of Bayesian principles in data science, specifically for Bayesian Active Deep Learning."
    },
    {
        "title": "Synthesis 2 Proposal: Temporal Time Shifting",
        "image": "https://tejassmani.github.io/portfolio/images/temporal.png",
        "description": "A proposal to implement Temporal Time Shifting in La Jolla Neighborhoods, complete with Literature Review, Aims and Objectives, Research Design and Methodology, Ethical Considerations, and Budget."
    },
    {
        "title": "Identifying Vulnerabilities in Blockchain Technology",
        "image": "https://tejassmani.github.io/portfolio/images/owasp.png",
        "description": "Linked the OWASP Top 10 security risks for web applications to blockchain vulnerabilities, and simulated penetration testing for smart contracts."
    },
    {
        "title": "World Happiness Analysis",
        "image": "https://tejassmani.github.io/portfolio/images/svm.png",
        "description": "A comprehensive analysis on world happiness, including exploratory data analysis, regression, and classification models to find the most important variables in predicting whether countries were happy."
    },
    {
        "title": "Clenergy",
        "image": "https://tejassmani.github.io/portfolio/images/clenergy.png",
        "description": "Established a website that tracked clean energy usage and returned energy statistics for specific countries."
    }
]